{
    "lading-page": {
        "headline": "Hallo ich bin",
        "button": "Kontaktieren Sie mich"
    },
    "about-me": {
        "headline": "Über mich",
        "description": "Hallo! Ich bin Frontend-Entwickler aus der Region Stendal und fasziniert von den Möglichkeiten des Webs. Meine Leidenschaft ist die Entwicklung ansprechender und intuitiver Webseiten, die Nutzer begeistern. Herausforderungen sehe ich als Chance, zu lernen und meine Fähigkeiten zu erweitern. Für mich ist Code ein Werkzeug für kreative Problemlösung, um aus Ideen funktionale und ansprechende Webseiten zu schaffen.",
        "tagline": "Lassen Sie uns kennenlernen und gemeinsam etwas Großartiges erschaffen!",
        "button": "Lass uns reden",
        "popUp": {
            "headline": "Mehr Über Mich",
            "1": "Teamplayer",
            "2": "Kontinuierliches Lernen",
            "3": "Kreatives Denken",
            "4": "Lebe in Stendal",
            "5": "Offen für Remote-Arbeit",
            "6": "Qualitätsbewusstsein"
        }
    },
    "my-skills": {
        "headline": "Kernkompetenz",
        "description": "Ich habe in meinen Projekten bereits eine Vielzahl von Frontend-Technologien eingesetzt. Diese Fähigkeiten kamen in unterschiedlichen Bereichen zum Einsatz – etwa beim Erstellen von statischen und dynamischen Websites, bei der Umsetzung responsiver Layouts, in der Entwicklung von benutzerfreundlichen und interaktiven Benutzeroberflächen sowie bei der Darstellung von Daten über ansprechende Visualisierungstools.",
        "popUp": {
            "headline": "Die gesuchte Fähigkeit nicht dabei?",
            "description": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein vorhandenes Wissen auszubauen. Außerdem habe ich ein besonderes Interesse daran, mehr in folgenden Bereichen zu lernen:"
        }
    },
    "portfolio": {
        "headline": "Meine Arbeit",
        "description": "Sehen Sie sich hier eine Auswahl meiner Projekte an und überzeugen Sie sich von meinen Fähigkeiten.",
        "projects": {
            "dabubble": {
                "description": "Als Klon von Slack revolutioniert diese App die Kommunikation und Zusammenarbeit im Team – dank einer intuitiven Benutzeroberfläche, Nachrichten in Echtzeit und einer durchdachten Organisation der Kanäle.",
                "popup": "Meine Hauptaufgabe im „dabubble“-Projekt war die Entwicklung eines sicheren und robusten Benutzer-Managements. Dafür habe ich Firebase Authentication integriert, um die Registrierung, die Anmeldung und die Funktion zum Zurücksetzen des Passworts zu realisieren. Im Frontend-Bereich war ich für die Umsetzung der Designs mit modernem HTML und CSS verantwortlich. Als engagierter Teamplayer habe ich auch regelmäßig meine Kollegen bei der Lösung von Problemen unterstützt, um den gemeinsamen Fortschritt voranzutreiben."
            },
            "join": {
                "description": "Task-Manager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
                "popup": "Im „Join“-Projekt habe ich eine vielseitige Rolle eingenommen. Mein primärer Fokus war die Entwicklung der Kontaktverwaltung, wo ich die Funktionen zum Erstellen und Bearbeiten von Benutzern implementiert habe. Außerdem habe ich die „Summary“-Ansicht gestaltet, die als zentrale Übersichtsseite dient. Abseits davon war ich tief in die Frontend-Entwicklung involviert und habe das Team bei der Umsetzung der Designs mit HTML und CSS unterstützt. Auch bei den Kernstücken der Anwendung, dem Drag-and-Drop-Board und dem „Add Task“-Dialog, konnte ich wichtige Beiträge leisten und bei der Finalisierung helfen."
            },
            "elPolloLoco": {
                "description": "Ein einfaches Jump-and-Run-Spiel basierend auf objektorientiertem Programmieren. Hilf Pedro, Münzen und Giftflaschen zu finden, um gegen das Killerhuhn zu kämpfen.",
                "popup": "Ich habe dieses Spiel von Grund auf konzipiert und entwickelt – von der Mechanik über das Leveldesign bis zur Gegner-KI. Besonderen Wert habe ich darauf gelegt, ein durchgehend flüssiges Spielerlebnis zu schaffen."
            }
        }
    },
    "referenzen": {
        "headline": "Das sagen Kollegen über mich",
        "feedback": {
            "johannes": "Stephan hat sich als zuverlässiger Gruppenpartner erwiesen. Seine technischen Fähigkeiten und seine proaktive Herangehensweise waren entscheidend für den Erfolg unseres Projekts.",
            "andrei": "Die Zusammenarbeit mit Stephan bei einem intensiven Projekt an der Developer Akademie war ein echter Glücksfall. Mit seiner ruhigen und konzentrierten Art hat er unser Team zum Erfolg geführt. Die Arbeit mit ihm ist eine Freude und ich würde jederzeit gerne wieder mit ihm in einem Team sein.",
            "jens": "Die Zusammenarbeit mit Stephan war ein echter Gewinn. Seine positive und zupackende Art hat nicht nur das Projekt beschleunigt, sondern auch das ganze Team motiviert."
        }
    },
    "contact": {
        "headline": "Lass uns gemeinsam etwas Cooles bauen!",
        "subheadline": "Sie haben ein Problem zu lösen?",
        "description": "Ich bin ein Web-Entwickler, der mit Leidenschaft für sauberen Code und nutzerzentriertes Design robuste, intuitive Anwendungen schafft. Wenn Sie einen sorgfältigen und proaktiven Teamplayer für Ihre Projekte suchen, freue ich mich darauf, von Ihnen zu hören.",
        "form": {
            "nameInput": {
                "headline": "Wie ist Ihr Name?",
                "placeholder": "Ihr Name",
                "errorMessage": "Hoppla! Bitte geben Sie Ihren Namen ein."
            },
            "emailInput": {
                "headline": "Ihre E-Mail-Adresse",
                "placeholder": "ihre.email@email.com",
                "errorMessage": "Hoppla! Eine gültige E-Mail-Adresse ist erforderlich."
            },
            "messageInput": {
                "headline": "Ihre Nachricht",
                "placeholder": "Hallo Stephan, ich interessiere mich für...",
                "errorMessage": "Bitte geben Sie Ihre Nachricht ein."
            },
            "privacyPolicy": {
                "privacyPolicy": "Datenschutzerklärung",
                "description": {
                    "first": "Ich habe die ",
                    "second": " gelesen und stimme der Verarbeitung meiner Daten zu."
                },
                "errorMessage": "Bitte akzeptieren Sie die Datenschutzerklärung."
            },
            "button": "Nachricht senden"
        }
    },
    "imprint": {
        "backButton": "Zurück",
        "title": "Impressum",
        "section": "Angaben gemäß § 5 DDG",
        "nameAddress": "Stephan Zager, Südwall 22, 39576 Stendal",
        "representedBy": "Vertreten durch: Stephan Zager",
        "contact": "Kontakt: Telefon: 015-259723608, E-Mail: Stephan-Zager@web.de",
        "imprintGenerator": "Impressum vom Impressum Generator der Kanzlei Hasselbach, Bonn"
    },
    "privacy": {
        "BACK_BUTTON": "Zurück",
        "TITLE": "Datenschutzerklärung",
        "SECTION_1_TITLE": "1. Datenschutz auf einen Blick",
        "GENERAL_INFO": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
        "DATA_COLLECTION_TITLE": "Datenerfassung auf dieser Website",
        "RESPONSIBLE_PERSON_TITLE": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
        "RESPONSIBLE_PERSON_INFO": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
        "DATA_COLLECTION_METHODS_TITLE": "Wie erfassen wir Ihre Daten?",
        "DATA_COLLECTION_METHODS_INFO": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
        "DATA_USAGE_TITLE": "Wofür nutzen wir Ihre Daten?",
        "DATA_USAGE_INFO": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
        "DATA_RIGHTS_TITLE": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
        "DATA_RIGHTS_INFO": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
        "HOSTING_TITLE": "2. Hosting",
        "HOSTING_INFO": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
        "HOSTING_PROVIDER": "All-Inkl",
        "HOSTING_PROVIDER_INFO": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl: https://all-inkl.com/datenschutzinformationen/. Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
        "PROCESSING_CONTRACT_TITLE": "Auftragsverarbeitung",
        "PROCESSING_CONTRACT_INFO": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.",
        "GENERAL_INFO_TITLE": "3. Allgemeine Hinweise und Pflichtinformationen",
        "DATA_PROTECTION_TITLE": "Datenschutz",
        "DATA_PROTECTION_INFO": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
        "RESPONSIBLE_PERSON_INFO_TITLE": "Hinweis zur verantwortlichen Stelle",
        "RESPONSIBLE_PERSON_INFO": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Stephan Zager, Südwall 22, 39576 Stendal, Telefon: +49 15-259723608, E-Mail: Blitzis@outlook.de. Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
        "STORAGE_DURATION_TITLE": "Speicherdauer",
        "STORAGE_DURATION_INFO": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
        "LEGAL_BASIS_TITLE": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
        "LEGAL_BASIS_INFO": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
        "DATA_RECIPIENTS_TITLE": "Empfänger von personenbezogenen Daten",
        "DATA_RECIPIENTS_INFO": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
        "CONSENT_WITHDRAWAL_TITLE": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
        "CONSENT_WITHDRAWAL_INFO": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
        "OBJECTION_RIGHT_TITLE": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
        "OBJECTION_RIGHT_INFO": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO). WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
        "COMPLAINT_RIGHT_TITLE": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
        "COMPLAINT_RIGHT_INFO": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
        "DATA_PORTABILITY_TITLE": "Recht auf Datenübertragbarkeit",
        "DATA_PORTABILITY_INFO": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
        "ACCESS_CORRECTION_DELETION_TITLE": "Auskunft, Berichtigung und Löschung",
        "ACCESS_CORRECTION_DELETION_INFO": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
        "PROCESSING_RESTRICTION_TITLE": "Recht auf Einschränkung der Verarbeitung",
        "PROCESSING_RESTRICTION_INFO": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
        "SSL_TLS_ENCRYPTION_TITLE": "SSL- bzw. TLS-Verschlüsselung",
        "SSL_TLS_ENCRYPTION_INFO": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
        "SOURCE": "Quelle: https://www.e-recht24.de"
    }
}